Repository: bwolf/MoinX
Catalog: *.lproj/Localizable.strings
Languages: german

source: Yes
german: Ja

source: No
german: Nein

# WikiRestart
source: Restart Wiki?
german: Wiki neu starten?

# WikiNeedsToBeRestarted
source: You changed the MoinX configuration in such a way, that requires the Wiki engine to be restarted. Should the Wiki engine be restarted?
german: Das Wiki muss neu geestartet werden, damit die geänderten Konfigurationseinstellungen aktiv werden. Soll die Wiki-Engine neu gestartet werden?

# DataExport
source: Export
german: Exportieren

# ExportButton
source: Export
german: Exportieren

source: Export succeeded
german: Export erfolgreich

# ExportNotifyMsg
source: Your Wiki pages have been successfully exported to the file %@
german: Ihre Wiki-Seiten wurden erfolgreich in die Datei %@" exportiert.

# DataImport
source: Import
german: Importieren

# ImportButton
source: Import
german: Importieren

source: Import succeeded
german: Import erfolgreich

# ImportQueryRestart
source: Successfully imported your Wiki pages from the file %@. Should the Wiki engine to be restarted to reflect your changes?
german: Ihre Wikiseiten wurden erfolgreich aus der Datei "%@" importiert. Soll die Wiki-Engine neu gestartet werden, um die Änderungen zu übernehmen?

# NewestVersionNotify
source: Your Software is up to date. You have the most recent version of MoinX.
german: Ihre Software is aktuell. Sie verfügen über die neueste Version von MoinX.

# NewerVersionDownloadQuery
source: A new version of MoinX ("%@") is available. Would you like to download the new veresion?
german: Eine neuere Version von MoinX ("%@") ist verfügbar. Möchten Sie jetzt die neue Version laden?

# InvalidIPEntered
source: The IP address you entered is invalid. Please enter a valid IP address like 123.12.0.1.
german: Die IP-Adresse, die Sie eingegeben haben ist fehlerhaft. Bitte geben Sie eine gülte IP-Adresse wie z.B. 123.12.0.1 an.

# InvalidPortEntered
source: The port you entered is invalid. Please enter a valid port like 8080 (must be greater 1024 and less than 65535).
german: Der Port, den Sie eingegeben haben ist fehlerhaft. Bitte geben Sie einen gültigen Port wie z.B. 8080 an (muss grösser als 1024 und kleiner als 65535 sein).

# DisplayPrefRequiresRestart
source: Changes to the display settings will be reflected when MoinX is restarted.
german: Änderungen an den Anzeigeeigenschaften werden erst dann sichtbar, wenn Sie MoinX neu starten.

# ChangeDirFailed
source: Changing directory to %@ failed. Can't extract!
german: Konnte nicht in das Verzeichnis %@ wechseln. Konnte Daten nicht entpacken!
